Revit 2027 API
ParameterTypeId.RbsSegmentDescriptionParam Property
 "Segment Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSegmentDescriptionParam { get; }
Public Shared ReadOnly Property RbsSegmentDescriptionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSegmentDescriptionParam {
	ForgeTypeId^ get ();
}
static member RbsSegmentDescriptionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace